chinaboard/dingdong/sdkconfig.defaults.esp32c6
# Target-specific overlay applied automatically by IDF when building for esp32c6.
CONFIG_IDF_TARGET="esp32c6"
